{"Groups":[
  {
    "UniqueId": "Group-1",
    "Title": "North Island",
    "Subtitle": "",
    "ImagePath": "Assets/north.png",
    "Description" : "The North Island is the more populous island and the the two biggest cities in New Zealand, Auckland and Wellington. The Maori name is Te Ika-a-Maui (The Fish of Maui) as its shape resembles a giant fish",
    "Items":
    [
      {
        "UniqueId": "Group-1-Item-1",
        "Title": "Auckland",
        "Subtitle": "The City of Sails",
        "ImagePath": "Assets/auckland.jpg",
        "Description" : "Surrounded by the sea on two sides Auckland proves to be great place to live and continues to attract people from all over",
        "Content" : "The \"Auckland\" urban area (as defined by Statistics New Zealand) ranges to Waiwera in the north, Kumeu in the northwest, and Runciman in the south. It is not contiguous; the section from Waiwera to Whangaparaoa Peninsula is separate from its nearest neighbouring suburb of Long Bay. Auckland lies between the Hauraki Gulf of the Pacific Ocean to the east, the low Hunua Ranges to the south-east, the Manukau Harbour to the south-west, and the Waitakere Ranges and smaller ranges to the west and north-west. The central part of the urban area occupies a narrow isthmus between the Manukau Harbour on the Tasman Sea and the Waitemata \n\n The 2014 Mercer Quality of Living Survey ranked Auckland 3rd place in the world on its list, while the Economist Intelligence Unit's World's most liveable cities index of 2015 ranked Auckland in 9th place. In 2010, Auckland was classified as a Beta World City in the World Cities Study Group's inventory by Loughborough University "
      },
      {
        "UniqueId": "Group-1-Item-2",
        "Title": "Wellington",
        "Subtitle": "Capital City",
        "ImagePath": "Assets/wellington.jpg",
        "Description" : "The seat of government and also the creative capital of the country. Home of the Weta studios and the beehive",
        "Content" : "Wellington is the capital city and second most populous urban area of New Zealand, with 393,600 residents. It is located at the south-western tip of the North Island, between Cook Strait and the Rimutaka Range. It is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and Wairarapa. Wellington is the world's southernmost capital city of a sovereign state.\n\n The Wellington urban area comprises four cities: Wellington city, on the peninsula between Cook Strait and Wellington Harbour, contains the central business district and about half the population; Porirua on Porirua Harbour to the north is notable for its large Maori and Pacific Island communities; Lower Hutt and Upper Hutt are largely suburban areas to the northeast, together known as the Hutt Valley.\n\nThe 2014 Mercer Quality of Living Survey ranked Wellington 12th in the world. In 2011 Lonely Planet Best in Travel 2011 named Wellington as fourth in its Top 10 Cities to Visit in 2011, referring to it as the \"coolest little capital in the world\""
      },
      {
        "UniqueId": "Group-1-Item-3",
        "Title": "Hamilton",
        "Subtitle": "Mighty river City",
        "ImagePath": "Assets/hamilton.jpg",
        "Description" : "The mighty waikato river flows through the city just as the Highway 1 does. Hamiton is a popular stopping spot for people heading to either of the two big cities",
        "Content" : "Hamilton (Maori: Kirikiriroa) is the seat and most populous city of the Waikato Region, in the North Island of New Zealand.\n\nThe city encompasses a land area of about 110 km2 (42 sq mi) on the banks of the Waikato River, and is home to 153,100 people, making it New Zealand's fourth most-populous city. Hamilton City is part of the wider Hamilton Urban Area, which also encompasses the nearby towns of Ngaruawahia, Te Awamutu and Cambridge.\n\n Initially an agricultural service centre, Hamilton now has a growing and diverse economy and is the third fastest growing urban area in New Zealand (behind Pukekohe and Auckland). Education and research and development play an important part in Hamilton's economy, as the city is home to approximately 40,000 tertiary students and 1,000 PhD-qualified scientists"
      }
    ]
  },
  {
    "UniqueId": "Group-2",
    "Title": "South Island",
    "Subtitle": "",
    "ImagePath": "Assets/south.jpg",
    "Description" : "The South Island is a massive land of sheeps and farming. Its towering mountain ranges are world famous in the lord of the Rings movies. The great canebury plains provide most of the pototoes eaten in new zealand and are home of millions of cattle",
    "Items":
    [
      {
        "UniqueId": "Group-2-Item-1",
        "Title": "Christchurch",
        "Subtitle": "Heart of South Island",
        "ImagePath": "Assets/christhurch.jpg",
        "Description" : "Famous for lots of things, renowned for the bravery and resilience of the people as the city continues to rebuild from its quakes",
        "Content" : "Christchurch ( Maori: Otautahi) is the largest city in the South Island of New Zealand, and the country's third-most populous urban area. It lies one third of the way down the South Island's east coast, just north of Banks Peninsula, which itself, since 2006, lies within the formal limits of Christchurch. The population of Christchurch City at the 5 March 2013 census was 341,469.\n\nThe city was named by the Canterbury Association, which settled the surrounding province of Canterbury. The name of Christchurch was agreed on at the first meeting of the association on 27 March 1848. It was suggested by John Robert Godley, who had attended Christ Church, Oxford. Some early writers called the town Christ Church, but it was recorded as Christchurch in the minutes of the management committee of the association. Christchurch became a city by Royal Charter on 31 July 1856, making it officially the oldest established city in New Zealand"
      },
      {
        "UniqueId": "Group-2-Item-2",
        "Title": "Dunedin",
        "Subtitle": "Student City",
        "ImagePath": "Assets/dunedin.jpeg",
        "Description" : "This is the student city. An exciting and vibrant place to live in for most of the year. Not uncommon for the city to get covered in snow in winter",
        "Content" : "Dunedin (dun-ee-din; Maori: Otepoti) is the second-largest city in the South Island of New Zealand, and the principal city of the Otago Region. While Tauranga, Napier-Hastings and Hamilton have eclipsed the city in population in recent years to make it only the seventh largest city in New Zealand, Dunedin is still considered to be one of the four main cities of New Zealand for historic, cultural and geographic reasons\n\nDunedin was the largest city by territorial land area until superseded by Auckland on the creation of the Auckland Council in November 2010. Dunedin was the largest city in New Zealand by population until about 1900. The city population at 5 March 2013 was 120,246. The Dunedin urban area lies on the central-eastern coast of Otago, surrounding the head of Otago Harbour. The harbour and hills around Dunedin are the remnants of an extinct volcano. The city suburbs extend out into the surrounding valleys and hills, onto the isthmus of the Otago Peninsula, and along the shores of the Otago Harbour and the Pacific Ocean"
      },
      {
        "UniqueId": "Group-2-Item-3",
        "Title": "Queenstown",
        "Subtitle": "Adventure Capital",
        "ImagePath": "Assets/queenstown.jpg",
        "Description" : "Excitement and adventure awaits here. In winter the mountain slopes draw adventure seekers draws people from far and near. In the summer the snow is gone but lots of exciting things to do remain",
        "Content" : "Queenstown (Maori: Tahuna) is a resort town in Otago in the south-west of New Zealand's South Island. It is built around an inlet called Queenstown Bay on Lake Wakatipu, a long thin Z-shaped lake formed by glacial processes, and has spectacular views of nearby mountains such as The Remarkables, Cecil Peak, Walter Peak and just above the town; Ben Lomond and Queenstown Hill. Queenstown has an urban population of 12,500 (June 2014 estimate),making it the 29th largest urban area in New Zealand, and the third largest urban area in Otago, behind Dunedin and Oamaru.\n\nThe Queenstown-Lakes District has a land area of 8,704.97 square kilometres (3,361.01 sq mi) not counting its inland lakes (Lake Hawea, Lake Wakatipu, and Lake Wanaka). The region has an estimated resident population of 30,900 (June 2014 estimate). Its neighbouring towns include Arrowtown, Glenorchy, Kingston, Wanaka, Alexandra, and Cromwell. The nearest cities are Dunedin and Invercargill. Queenstown is now known for its commerce-oriented tourism, especially adventure and ski tourism. It is popular with New Zealand, Australian and international travellers alike"
      }
    ]
  }
]
}